Repository: pizza-studio/HSRPizzaHelper
Catalog: Internationalization/Localizable.xcstrings
Source language: en
Languages: es, fr, ja, ru, vi, zh_hans, zh_hant

# app.characters.title
source: My Characters
ja: 私のキャラ
ru: Мои персонажи
vi: Nhân vật của tôi
zh_hans: 我的角色
zh_hant: 我的角色

# app.detailPortal.allAvatar.EmptyInventoryResult
source: The current account server returned empty inventory results. For game accounts in this server, you are recommended to use Miyoushe / HoYoLab app to check your character inventory status.
ja: アカウントサーバーから何のキャラ所有状態統計資料もなかったようです。もしかしたら、このサーバーのアカウントのキャラ所有状態統計資料は、（MiHoYo 公式の）米遊社アプリ或いは（Cognosphere 社の） HoYoLab アプリで直接に読むのもいいかもしれません。
zh_hans: 当前账号区服并未返回可用的角色库存统计资料。就该区服的账号而言，不妨使用米游社 / HoYoLab 应用来检视相关统计资料。
zh_hant: 當前帳號區服並未返回可用的角色庫存統計資料。就該區服的帳號而言，不妨使用米遊社 / HoYoLab 應用來檢視相關統計資料。

# app.detailPortal.allAvatar.title
source: All Characters
ja: 全てのキャラクター
zh_hans: 所有角色清单
zh_hant: 所有角色清單

# app.detailPortal.avatar.summarzeToClipboard.asMD
source: Summarize to Clipboard as Markdown
ja: MarkDownとしてクリップボードに要約を書き込む
ru: Суммировать в буфер обмена как Markdown
zh_hans: 将该角色的面板以 Markdown 的形式写入剪贴板
zh_hant: 將該角色的面板以 Markdown 的形式寫入剪貼簿

# app.detailPortal.avatar.summarzeToClipboard.asText
source: Summarize to Clipboard as Plain Text
ja: プレーンテキストとしてクリップボードに要約を書き込む
ru: Суммировать в буфер обмена как простой текст
zh_hans: 将该角色的面板以纯文本的形式写入剪贴板
zh_hant: 將該角色的面板以純文字的形式寫入剪貼簿

# app.gacha.srgf.affLink.[SRGF](https://uigf.org/)
source: [About SRGF v1.0 format, a UIGF standard.](https://uigf.org/)
ja: [UIGF 委員会の SRGF v1.0 ガチャ記録規格について](https://uigf.org/)
zh_hans: [关于 UIGF 组织所规范的星穹铁道抽卡记录标准 SRGF v1.0 格式](https://uigf.org/)
zh_hant: [關於 UIGF 組織所規範的星穹鐵道抽卡記錄標準 SRGF v1.0 格式](https://uigf.org/)

# app.tool.dictionary
source: Honkai: Star Rail Dictionary
ja: 崩壊スターレイル辞書
zh_hans: 崩坏：星穹铁道词典
zh_hant: 崩壞：星穹鐵道辭典

# app.tool.title
source: Tools
ja: ツール
zh_hans: 工具
zh_hant: 工具

# app.tool.warp_analysis
source: Warp Analysis
ja: 跳躍分析
zh_hans: 跃迁分析
zh_hant: 躍遷分析

# boarding.feature.widget.title
source: Widgets
ja: ウィジェット
ru: Виджеты
vi: Tiện Ích
zh_hans: 小组件
zh_hant: 小組件

# button.okay
source: OK
ja: うむ
ru: ОК
zh_hans: 好
zh_hant: 確定

# detailPortal.AllCharacterPhotoSpecimen
source: ID Photo Specimen for all characters
ja: 身分証明用写真一覧 (全キャラ)
zh_hans: 全角色证件照样本
zh_hant: 全角色身分證件照樣本

# detailPortal.ECDDV.constellation.unit:%lld
source: C%lld
ja: %lld凸
ru: С%lld
zh_hans: %lld命
zh_hant: %lld命

# detailPortal.inventoryView.collapse.tabText
source: Collapse
ja: 畳む
zh_hans: 收起
zh_hant: 收起

# detailPortal.inventoryView.expand.tabText
source: Expand
ja: 開く
zh_hans: 展开
zh_hant: 展開

# detailPortal.OtherCase.Title
source: Query ShowCase With UID
ja: UID でショーケースを調べる
zh_hans: 以 UID 查询展柜
zh_hant: 以 UID 查詢展櫃

# detailPortal.showCaseAPIServiceProviders.explain
source: ShowCase Query Result Provider depends on which server the UID belongs to: * MiHoMo Origin API (Celestia & Irminsul Servers). * Enka Networks (All other servers).
ja: ショーケースのデータのAPI提供者: * 天空の島と世界樹サーバー限定: MiHoMo Origin API。 * 他のすべてのサーバー: Enka Networks。
zh_hans: 展柜查询结果由下述来源提供: * 天空岛＆世界树: MiHoMo Origin API。 * 其余区服: Enka Networks。
zh_hant: 展櫃查詢結果由下述來源提供: * 天空島＆世界樹: MiHoMo Origin API。 * 其餘區服: Enka Networks。

# dpv.error.EnkaDBNeedsUpdate.message
source: Locale EnkaDB data needs update in order to support new characters / weapons / artifacts.
ja: 最新のキャラ、武器（光円錐）、聖遺物のサポートするために、この端末で実装したこのアプリの EnkaDB 資料はアップデートする必要はございます。
zh_hans: 本地 EnkaDB 资料库得更新、以支援最新的角色、武器、圣遗物。
zh_hant: 本地 EnkaDB 資料庫得更新、以支援最新的角色、武器、聖遺物。

# error.EnkaAPI.Query.DataInvalid
source: Error: Attempted to decode either invalid data (incl. blank data).
ja: エラー：デコードできませんでした。データ毀損の可能性かもしれません。
zh_hans: 错误：尝试解码的资料似乎已损毁（或者是空资料）。
zh_hant: 錯誤：嘗試解碼的資料似乎已損毀（或者是空資料）。

# error.EnkaAPI.Query.OnlineFetchFailure:%@
source: Error: Failed while retrieving online data. Details:
ja: エラー：データの受け取りは失敗しました。詳しいのは：
zh_hans: 错误：没能成功获取资料。详情：
zh_hant: 錯誤：沒能成功獲取資料。詳情：

# error.EnkaAPI.Query.PlzRefrainFromQueryingUntil:%@
source: Error: Please refrain from querying until:
ja: エラー：下記の時間までお我慢くださいませ：
zh_hans: 错误：请勿频繁请求。该限制的截止时间：
zh_hant: 錯誤：請勿頻繁請求。該限制的截止時間：

# error.EnkaAPI.Query.ProfileQueryFailure:%@
source: Error: Failed while querying Enka Profile data. Details:
ja: エラー：Enka プロファイルデータ請求失敗。詳しいのは：
zh_hans: 错误：没能成功请求 Enka 面板资料。详情：
zh_hant: 錯誤：沒能成功請求 Enka 面板資料。詳情：

# gacha.account_detail.chart.average
source: Average
ja: 平均
zh_hans: 平均
zh_hant: 平均

# gacha.account_detail.chart.avg_pull_count
source: Average Pull Count:
ja: 平均ガチャ回数:
zh_hans: 平均抽数：
zh_hant: 平均抽數：

# gacha.account_detail.chart.character
source: Character
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# gacha.account_detail.chart.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hans: 跃迁类型
zh_hant: 躍遷類型

# gacha.account_detail.chart.header
source: Chart
ja: 図表
zh_hans: 图表
zh_hant: 圖表

# gacha.account_detail.chart.more
source: More Chart
ja: 他の図表
zh_hans: 更多图表
zh_hant: 更多圖表

# gacha.account_detail.chart.no_five_star
source: No five star item
ja: 星5アイテムがありません
zh_hans: 无五星记录
zh_hant: 無五星記錄

# gacha.account_detail.chart.pull_count
source: Pull Count
ja: ガチャ回数
zh_hans: 抽数
zh_hant: 抽數

# gacha.account_detail.chart.switch_to_type
source: Switch to %@
ja: %@に切り替える
zh_hans: 切换至%@
zh_hant: 切換至%@

# gacha.account_detail.chart.title
source: Charts
ja: 図表
zh_hans: 图表
zh_hant: 圖表

# gacha.account_detail.detail
source: Detail
ja: 詳細データ
zh_hans: 详细记录
zh_hant: 詳細記錄

# gacha.account_detail.detail.filter.display_option.button
source: Display Option
ja: ディスプレイ設定
zh_hans: 显示选项
zh_hant: 顯示選項

# gacha.account_detail.detail.filter.display_option.show_time
source: Show pull date and time
ja: ガチャの日付と時間を表示
zh_hans: 显示抽取时间与日期
zh_hant: 顯示抽取時間與日期

# gacha.account_detail.detail.filter.display_option.title
source: Display Option
ja: ディスプレイ設定
zh_hans: 显示选项
zh_hant: 顯示選項

# gacha.account_detail.detail.filter.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hans: 跃迁类型
zh_hant: 躍遷類型

# gacha.account_detail.detail.filter.header
source: Filter
ja: フィルター
zh_hans: 筛选
zh_hant: 篩選

# gacha.account_detail.detail.filter.rank
source: Rank
ja: ランク
zh_hans: 稀有程度
zh_hant: 稀有程度

# gacha.account_detail.detail.no_data
source: No data here
ja: データがありません
zh_hans: 没有数据
zh_hant: 沒有資料

# gacha.account_detail.detail.title
source: Detail
ja: 詳細記録
zh_hans: 详细记录
zh_hant: 詳細記錄

# gacha.account_detail.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hans: 跃迁类型
zh_hant: 躍遷類型

# gacha.account_detail.small_chart.average
source: Average
ja: 平均
zh_hans: 平均
zh_hant: 平均

# gacha.account_detail.small_chart.character
source: Character
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# gacha.account_detail.small_chart.no_data
source: No data here
ja: データがありません
zh_hans: 无数据
zh_hant: 無資料

# gacha.account_detail.small_chart.pull_count
source: Pull Count
ja: ガチャ回数
zh_hans: 抽数
zh_hant: 抽數

# gacha.account_detail.statistic.5_star_avg_pull
source: 5-star Average Pulls
ja: 星５平均ガチャ回數
zh_hans: 五星平均抽数
zh_hant: 五星平均抽數

# gacha.account_detail.statistic.after_last_5_star
source: After Last 5-star
ja: 前回の星5からの回数
zh_hans: 当前已垫
zh_hant: 當前已墊

# gacha.account_detail.statistic.header
source: Statistic
ja: 統計データ
zh_hans: 统计
zh_hant: 統計

# gacha.account_detail.statistic.limited_5_star_avg_pull
source: Limited 5-star Average Pulls
ja: 限定星５平均ガチャ回數
zh_hans: 限定五星平均抽数
zh_hant: 限定五星平均抽數

# gacha.account_detail.statistic.paimon_review
source: Paimon's Review
ja: パイモンの評価
zh_hans: 派蒙的评价
zh_hant: 派蒙的評價

# gacha.account_detail.statistic.pom_pom_review
source: Pom-Pom's Review
ja: パムの評価
zh_hans: 帕姆的评价
zh_hant: 帕姆的評價

# gacha.account_detail.statistic.pull
source: %lld Pull(s)
ja: %lld 回
zh_hans: %lld抽
zh_hant: %lld抽

# gacha.account_detail.statistic.total_pull
source: Total Pulls
ja: 総計ガチャ回数
zh_hans: 总抽数
zh_hant: 總抽數

# gacha.account_detail.statistic.won_5050
source: Won 50/50
ja: すり抜け回避率
zh_hans: 不歪率
zh_hant: 不歪率

# gacha.export.fileSavedTo:%@
source: Successfully dumped SRGF file to: %@
ja: SRGF ファイルは無事でここで書き出しました: %@
zh_hans: SRGF 文件已成功导出至: %@
zh_hant: SRGF 檔案已成功匯出至: %@

# gacha.export.succeededInSavingToFile
source: Successfully dumped SRGF file.
ja: SRGF ファイルは無事で書き出しました。
zh_hans: SRGF 文件已成功导出。
zh_hant: SRGF 檔案已成功匯出。

# gacha.gacha_error.error_description.fetch_data_error
source: Error while fetching %@ at page %lld because %@
ja: %@（ページ%lld）の取得中にエラーが発生しました。原因は%@
zh_hans: 获取%@（页数：%lld）时出现错误：%@
zh_hant: 獲取%@（頁數：%lld）時出現錯誤：%@

# gacha.gacha_item.item_type.characters
source: Character
ja: キャラクター
zh_hans: 角色
zh_hant: 角色

# gacha.gacha_item.item_type.light_cones
source: Light Cone
ja: 光円錐
zh_hans: 光锥
zh_hant: 光錐

# gacha.gacha_type.character_event_warp
source: Character Event Warp
ja: イベント跳躍・キャラクター
zh_hans: 角色活动跃迁
zh_hant: 角色活動躍遷

# gacha.gacha_type.departure_warp
source: Departure Warp
ja: 始発跳躍
ru: Отправной прыжок
vi: Bước Nhảy Đầu Tiên
zh_hans: 始发跃迁
zh_hant: 始發躍遷

# gacha.gacha_type.lightCon_event_warp
source: Light Cone Event Warp
ja: イベント跳躍・光円錐
zh_hans: 光锥活动跃迁
zh_hant: 光錐活動躍遷

# gacha.gacha_type.stellar_warp
source: Stellar Warp
ja: 群星跳躍
ru: Звёздный прыжок
vi: Bước Nhảy Chòm Sao
zh_hans: 群星跃迁
zh_hant: 群星躍遷

# gacha.get_record.chart.count
source: Count
ja: 総数
zh_hans: 数量
zh_hant: 數量

# gacha.get_record.chart.date
source: Date
ja: 日付
zh_hans: 日期
zh_hant: 日期

# gacha.get_record.chart.gacha_type
source: Warp Type
ja: 跳躍タイプ
zh_hans: 跃迁类型
zh_hant: 躍遷類型

# gacha.get_record.fail_fetch.retry
source: Retry
ja: 再試行
zh_hans: 重试
zh_hant: 重試

# gacha.get_record.finished.initialize
source: Initialize
ja: 初期化
zh_hans: 初始化
zh_hant: 初始化

# gacha.get_record.finished.new_record_count
source: New Record Count:
ja: 新記録数:
zh_hans: 新记录数：
zh_hant: 新記錄數：

# gacha.get_record.finished.succeeded
source: Succeeded get warp records
ja: 跳躍履歴を取得完了
zh_hans: 获取跃迁记录成功
zh_hant: 獲取躍遷記錄成功

# gacha.get_record.got_some.cancel
source: Stop
ja: ストップ
zh_hans: 停止
zh_hant: 停止

# gacha.get_record.got_some.got_new_records
source: New: %lld
ja: 新記録数: %lld
zh_hans: 新记录数：%lld
zh_hant: 新記錄數：%lld

# gacha.get_record.got_some.obtaining
source: Obtaining warp records...
ja: 跳躍履歴を取得中...
zh_hans: 正在获取跃迁记录……
zh_hant: 正在獲取躍遷記錄……

# gacha.get_record.got_some.page
source: Page: %lld
ja: ページ: %lld
zh_hans: 页数：%lld
zh_hant: 頁數：%lld

# gacha.get_record.got_some.pool
source: Pool: %@
ja: ガチャプール: %@
zh_hans: 卡池：%@
zh_hant: 卡池：%@

# gacha.get_record.in_progress.cancel
source: Stop
ja: ストップ
zh_hans: 停止
zh_hant: 停止

# gacha.get_record.in_progress.obtaining
source: Obtaining warp records...
ja: 跳躍履歴を取得中...
zh_hans: 正在获取跃迁记录……
zh_hant: 正在獲取躍遷記錄……

# gacha.get_record.ready_start.initialize
source: Paste another warp history URL
ja: 他の跳躍履歴のURLをペースト
zh_hans: 粘贴另一个跃迁历史记录URL
zh_hant: 貼上另一個躍遷歷程記錄URL

# gacha.get_record.ready_start.start
source: Start
ja: スタート
zh_hans: 开始
zh_hant: 開始

# gacha.get_record.title
source: Get Record
ja: 跳躍履歴を取得
zh_hans: 获取跃迁记录
zh_hant: 獲取躍遷記錄

# gacha.get_record.waiting_url.help.header
source: Help
ja: ヘルプ
zh_hans: 帮助
zh_hant: 使用說明

# gacha.get_record.waiting_url.help.method1
source: Method to get warp history URL provided by paimon.moe
ja: paimon.moe が提供した跳躍履歴URLの取得方法
zh_hans: 获取跃迁历史记录URL的方法（由paimon.moe提供）
zh_hant: 獲取躍遷歷程記錄URL的方法（由paimon.moe提供）

# gacha.get_record.waiting_url.read_clipboard
source: Read warp history URL from clipboard
ja: クリップボードから跳躍履歴URLを読み込む
zh_hans: 从剪贴板中获取跃迁历史记录URL
zh_hant: 從剪貼簿中獲取躍遷歷程記錄URL

# gacha.home.analysis
source: Analysis
ja: 分析
zh_hans: 分析
zh_hant: 分析

# gacha.home.get_gacha_record
source: Get Warp Record
ja: 跳躍履歴を取得
zh_hans: 获取跃迁记录
zh_hant: 獲取躍遷記錄

# gacha.home.io
source: IO
ja: 取得と管理
zh_hans: 获取与管理
zh_hant: 獲取與管理

# gacha.home.manage_gacha_record
source: Manage Warp Data
ja: 跳躍履歴データを管理
zh_hans: 管理跃迁记录数据
zh_hant: 管理躍遷記錄資料

# gacha.home.no_data
source: No data. Get warp record first.
ja: データがありません。跳躍履歴を取得してください
zh_hans: 无数据。请先获取跃迁记录。
zh_hant: 無資料。請先獲取躍遷記錄。

# gacha.home.title
source: Warp
ja: 跳躍
zh_hans: 跃迁
zh_hant: 躍遷

# gacha.import.informThatItNeedsWait
source: Time spends. A little patience will help.
ja: 少し時間がかかりますので、少々お待ちください。
zh_hans: 这需要一些时间，请稍待。
zh_hant: 這需要一些時間，請稍候。

# gacha.import.startImport
source: Time to start importing the data.
ja: まもなくデータの読み込みは始まります。
zh_hans: 准备开始导入数据了。
zh_hant: 準備開始匯入資料了。

# gacha.manage.clean_duplicate
source: Clean duplicate records
ja: 重複した記録を整理
zh_hans: 清理重复记录
zh_hant: 清理重複記錄

# gacha.manage.clean_duplicate.alert.message
source: Deleted %lld duplicate record(s).
ja: %d個の重複したレコードを削除しました
zh_hans: 成功清理了%lld条重复的记录。
zh_hant: 成功清理了%lld條重複的記錄。

# gacha.manage.clean_duplicate.alert.title
source: Successfully cleaned.
ja: 完了
zh_hans: 清理完成
zh_hant: 清理完成

# gacha.manage.clean_duplicate.instruction
source: Clean up duplicate records caused by iCloud synchronization
ja: iCloud同期による重複した記録を整理
zh_hans: 清理因iCloud同步导致出现的重复跃迁记录
zh_hant: 清理因iCloud同步導致出現的重複躍遷記錄

# gacha.manage.delete_all
source: Delete all records
ja: 全ての履歴を削除
zh_hans: 删除所有记录
zh_hant: 刪除所有記錄

# gacha.manage.delete.confirm
source: Are you sure you want to delete all records?
ja: すべての記録を削除してもよろしいですか？
zh_hans: 确定要删除所有跃迁记录吗？
zh_hant: 確定要刪除所有躍遷記錄嗎？

# gacha.manage.delete.confirm_delete
source: Delete all records of %@
ja: %@の全ての跳躍履歴を削除
zh_hans: 删除%@的所有跃迁记录
zh_hant: 刪除%@的所有躍遷記錄

# gacha.manage.not_selected
source: Not selected
ja: 選択されていません
zh_hans: 未选择
zh_hant: 未選擇

# gacha.manage.select_account
source: Select Account
ja: アカウントを選択
zh_hans: 账号
zh_hant: 帳號

# gacha.manage.srgf.export
source: Export to SRGF file
ja: SRGF ファイルとしてデータを書き出す
zh_hans: 导出数据为 SRGF 文件
zh_hant: 將資料匯出為 SRGF 檔案

# gacha.manage.srgf.export.toolbarTitle
source: Export
ja: 書き出す
zh_hans: 导出
zh_hant: 匯出

# gacha.manage.srgf.import
source: Import from SRGF file
ja: SRGF ファイルからデータを読み込む
zh_hans: 自 SRGF 文件读入数据
zh_hant: 自 SRGF 檔案匯入資料

# gacha.manage.title
source: Manage Data
ja: データを管理
zh_hans: 管理数据
zh_hant: 管理資料

# gacha.parse_gacha_url_error.invalid_server
source: Incorrect warp history URL: server in url is invalid.
ja: 間違った跳躍履歴URL: このURLに対応するサーバーが正しくありません。
zh_hans: 跃迁历史记录URL有误：该URL的对应的服务器不正确。
zh_hant: 躍遷歷程記錄URL有誤：該URL的對應的伺服器不正確。

# gacha.parse_gacha_url_error.invalid_url
source: Incorrect warp history URL: url is invalid.
ja: 間違った跳躍履歴URL: URLが無効です。
zh_hans: 跃迁历史记录URL有误：粘贴板URL格式不正确。
zh_hant: 躍遷歷程記錄URL有誤：剪貼簿URL格式不正確。

# gacha.parse_gacha_url_error.no_authentication_key
source: Incorrect warp history URL: unable to find authentication key.
ja: 間違った跳躍履歴URL: 認証キーが見つかりません。
zh_hans: 跃迁历史记录URL有误：未找到Authentication Key。
zh_hant: 躍遷歷程記錄URL有誤：未找到Authentication Key。

# gacha.parse_gacha_url_error.no_authentication_key_version
source: Incorrect warp history URL: unable to find authentication key version.
ja: 間違った跳躍履歴URL: 認証キーのバージョンが見つかりません。
zh_hans: 跃迁历史记录URL有误：未找到Authentication Key Version。
zh_hant: 躍遷歷程記錄URL有誤：未找到Authentication Key Version。

# gacha.parse_gacha_url_error.no_server
source: Incorrect warp history URL: unable to find server.
ja: 間違った跳躍履歴URL: サーバーが見つかりません。
zh_hans: 跃迁历史记录URL有误：无法找到该URL对应服务器。
zh_hant: 躍遷歷程記錄URL有誤：無法找到該URL對應伺服器。

# gacha.parse_gacha_url_error.no_sign_type
source: Incorrect warp history URL: unable to find sign type.
ja: 間違った跳躍履歴URL: Sign Typeが見つかりません。
zh_hans: 跃迁历史记录URL有误：无法找到Sign Type。
zh_hant: 躍遷歷程記錄URL有誤：無法找到Sign Type。

# gacha.rank_filter.all
source: All
ja: 全て
zh_hans: 所有
zh_hant: 所有

# gacha.rank_filter.five_only
source: Five only
ja: 星5のみ
zh_hans: 仅5星
zh_hant: 僅5星

# gacha.rank_filter.four_and_five
source: Four and five
ja: 星5と星4
zh_hans: 四星及五星
zh_hant: 四星及五星

# herta_terminal.intro
source: Chat with waifus in HSR.
ja: 好きなキャラとお喋り！
vi: Chat với Waifu của Honkai Star Rails
zh_hans: 与“老婆”们聊天！
zh_hant: 與“老婆”們聊天！

# herta_terminal.name
source: Herta Terminal
ja: ヘルタ端末
zh_hans: 黑塔终端
zh_hant: 黑塔終端

# mihoyoapi.error.errdesc
source: Error (%lld) : %@
ja: エラー（%lld）：%@
ru: Ошибка (%lld) : %@
vi: Lỗi (%lld) : %@
zh_hans: 错误（%lld）：%@
zh_hant: 錯誤（%lld）：%@

# news.Events
source: Events
ja: イベント
zh_hans: 活动
zh_hant: 活動

# news.Intels
source: Info
ja: 情報
zh_hans: 资讯
zh_hant: 資訊

# news.navEntryName
source: Official Feeds
ja: 公式ニュース
zh_hans: 官方消息
zh_hant: 官方訊息

# news.Notices
source: Notices
ja: お知らせ
zh_hans: 通知
zh_hant: 通知

# notification.simulated_universe.title
source: Reminder: simulated universe for %@
ja: 「%@」の模擬宇宙
vi: Nhắc nhở: vũ trụ mô phỏng của %@
zh_hans: 「%@」模拟宇宙提醒
zh_hant: 「%@」模擬宇宙提醒

# operation.scrolling.guide
source: Use (Shift+) Mouse Wheel to scroll contents.
ja: (Shift+) マウスホイールでスクロールを制御する。
zh_hans: 请使用 (Shift+) 鼠标滚轮以控制内容卷动检视。
zh_hant: 請使用 (Shift+) 滑鼠滾輪以控制內容捲動檢視。

# setting.notification.simulated_universe.date_picker
source: Notify me at
ja: 通知の時間：
vi: Thông báo cho tôi tại
zh_hans: 提醒时间
zh_hant: 提醒時間

# setting.notification.simulated_universe.footer
source: China mainland server user only.
ja: 中国大陸サーバーのユーザーのみ
vi: Chỉ người dùng máy chủ Trung Quốc .
zh_hans: 仅中国大陆服务器用户。
zh_hant: 僅限中國內地伺服器。

# setting.notification.simulated_universe.header
source: Simulated Universe
ja: 模擬宇宙
vi: Vũ Trụ Mô Phỏng
zh_hans: 模拟宇宙
zh_hant: 模擬宇宙

# setting.notification.simulated_universe.toggle
source: Allow Simulated Universe notifications
ja: 模擬宇宙の通知をONにする
vi: Cho phép thông báo vũ trụ mô phỏng
zh_hans: 允许模拟宇宙通知
zh_hant: 啟用模拟宇宙通知

# setting.notification.simulated_universe.weekday_picker
source: Notify me on
ja: 通知の曜日：
vi: Thông báo cho tôi trên
zh_hans: 提醒日期
zh_hant: 提醒日期

# setting.uirelated.showCase.animateOnCallingCharacterShowcase.title
source: Animate on opening character showcase
ja: キャラ陳列で詳細画面を呼ぶときの動画効果を起用
zh_hans: 点开角色展柜时显示动画效果
zh_hant: 點開角色展櫃時顯示動畫效果

# setting.uirelated.showCase.enableArtifactRating.credit
source: This rating system consists of: - Data and rating method from [Mar-7th/StarRailScore](https://github.com/Mar-7th/StarRailScore) repository. - Program flow modified from Alice Workshop: [Kamihimmel/artifactrating](https://github.com/Kamihimmel/artifactrating)
ja: 評判システムの仕組み: - 評判準拠としての資料と方法は SRS 倉庫 [Mar-7th/StarRailScore](https://github.com/Mar-7th/StarRailScore) から参考したものである。 - 評判プログラム手順はアリス工房の（『原神』向けの） [Kamihimmel/artifactrating](https://github.com/Kamihimmel/artifactrating) その方法に基づいてから、『崩壊：星穹鉄道』そのゲームのために改善した方法である。
zh_hans: 该评分系统由下述成分组成: - 评分权重资料与评分方法取自三月七 SRS 仓库: [Mar-7th/StarRailScore](https://github.com/Mar-7th/StarRailScore) - 评分程序流程则修改自爱丽丝工房原神圣遗物评分脚本: [Kamihimmel/artifactrating](https://github.com/Kamihimmel/artifactrating)
zh_hant: 該評分系統由下述成分組成: - 評分權重資料與評分方法取自三月七 SRS 倉庫: [Mar-7th/StarRailScore](https://github.com/Mar-7th/StarRailScore) - 評分程式流程則修改自愛麗絲工房原神聖遺物評分腳本: [Kamihimmel/artifactrating](https://github.com/Kamihimmel/artifactrating)

# setting.uirelated.showCase.enableArtifactRating.title
source: Enable Artifact Compatibility Rating
ja: 聖遺物互換性評判結果を示す
zh_hans: 启用圣遗物契合度评分
zh_hant: 啟用聖遺物契合度評分

# setting.uirelated.title
source: UI Settings
ja: 操作画面設定
zh_hans: 界面设置
zh_hant: 介面設定

# setting.uirelated.useGenshinStyleCharacterPhotos
source: Use Genshin-style Character Photos
ja: 原神のキャラ写真スタイルを起用
zh_hans: 使用与原神风格一致的角色肖像
zh_hant: 使用與原神風格一致的角色肖像

# setting.uirelated.useGenshinStyleCharacterPhotos.description
source: This might not be appliable to certain occasions. Also, a disclaimer: The Genshin-style character ID photos are **NOT from leaked character design assets from Hoyoverse / Cognosphere / MiHoYo**. Instead, these assets are rendered using [the MikuMikuDance models released by MiHoYo in public](https://www.aplaybox.com/u/516827875).
ja: 効かぬ場所はございます。なお：弊アプリで使用していた「原神のキャラ写真スタイルに基づいたキャラ写真」素材は、**情報漏洩者からの素材でなく**、「[MiHoYo公式提供したミクミクダンス用モデル](https://www.aplaybox.com/u/516827875)」を使って作ったものである。
zh_hans: 该功能可能在某些场合下无法起作用。另附免责声明：这套原神风格的角色证件照**并非出自内鬼泄漏的角色人设图稿**，而是利用[米哈游官方放出的 MMD 模型](https://www.aplaybox.com/u/516827875)渲染而成。
zh_hant: 該功能可能在某些場合下無法起作用。另附免責聲明：這套原神風格的角色證件照**並非出自內鬼洩漏的角色人設圖稿**，而是利用[米哈遊官方放出的 MMD 模型](https://www.aplaybox.com/u/516827875)渲染而成。

# setting.uirelated.useguestgachaevaluator
source: Let Paimon evaluate the warps instead
ja: パイモンに跳躍の評価を
zh_hans: 改由派蒙评价跃迁
zh_hant: 改由派蒙評價躍遷

# setting.widget.refresh.frequency.value
source: %lld Hr
ja: %lld時間
ru: %lld ч
vi: %lld giờ
zh_hans: %lld小时
zh_hant: %lld小時

# setting.widget.title
source: Widget
ja: ウィジェット
ru: Виджет
vi: Tiện Ích
zh_hans: 小组件
zh_hant: 小組件

# settings.display.appWallpaper
source: UI Background Wallpaper
ja: UI背景壁紙
zh_hans: 界面背景壁紙
zh_hant: 介面背景壁紙

# settings.display.useRealCharacterNames
source: Show certain characters' real names
ja: 一部のキャラの本名を表示する
ru: Показать настоящие имена для некоторых персонажей
vi: Hiển thị tên thật của một số nhân vật
zh_hans: 显示部分角色的真实姓名
zh_hant: 顯示部分角色的真實姓名

source: Shiki Suen (孙志贵)
ja: 孫 志貴 (このいと しき, Shiki Suen)
zh_hant: Shiki Suen (孫志貴)

# sys.account.force_push
source: Force to push your accounts to paired Apple Watch
ja: 強制的にすべてのアカウントをApple Watchにプッシュします
vi: Buộc đẩy các tài khoản của bạn sang Apple Watch đã ghép nối
zh_hans: 强制推送您的所有帐号到Apple Watch
zh_hant: 強制推送您的所有帳號到Apple Watch

# sys.contact.tao
source: Hatti
ja: たお👻🍑
zh_hans: たお👻🍑
zh_hant: たお👻🍑

# sys.contact.title.163MusicArtistHP
source: NetEase Music Artist Page
ja: NetEase 作曲家作品HP
zh_hans: 网易云音乐 作曲家主页
zh_hant: 網易雲音樂 作曲家主頁

# sys.force_reset_enkaDB_cache
source: Reset locale EnkaDB cache
ja: この端末のキャッシュ済みの EnkaDB データを整い戻す
zh_hans: 重设本地 EnkaDB 缓存
zh_hant: 重置本機 EnkaDB 快取

# sys.start
source: Start
ja: 始める
zh_hans: 开始
zh_hant: 開始

# tab.tool
source: Tools
ja: ツール
zh_hans: 工具
zh_hant: 工具

# tool.dictionary.detail.copy_succeeded
source: Copied
ja: クリップボードにコピーされました
zh_hans: 已复制到剪贴板
zh_hant: 已複製到剪貼簿

# tool.dictionary.detail.target.header
source: Hit words
ja: ヒットワード
zh_hans: 命中词
zh_hant: 命中詞

# tool.dictionary.detail.title
source: Detail
ja: 詳細
zh_hans: 详情
zh_hant: 詳情

# tool.dictionary.detail.translations.header
source: Translations
ja: 翻訳
zh_hans: 翻译
zh_hant: 翻譯

# tool.dictionary.fetch_more
source: Click here to fetch more results.
ja: タップして他の検索結果を受け取る
zh_hans: 点此请求更多检索结果
zh_hant: 點此請求更多檢索結果

# tool.dictionary.language.english
source: English
ja: 英語
zh_hans: 英文
zh_hant: 英文

# tool.dictionary.language.french
source: French
ja: フランス語
zh_hans: 法文
zh_hant: 法文

# tool.dictionary.language.german
source: German
ja: ドイツ語
zh_hans: 德文
zh_hant: 德文

# tool.dictionary.language.indonesian
source: Indonesian
ja: インドネシア語
zh_hans: 印尼文
zh_hant: 印尼文

# tool.dictionary.language.japanese
source: Japanese
ja: 日本語
zh_hans: 日文
zh_hant: 日文

# tool.dictionary.language.korean
source: Korean
ja: 韓国語
zh_hans: 韩文
zh_hant: 韓文

# tool.dictionary.language.portuguese
source: Portuguese
ja: ポルトガル語
zh_hans: 葡萄牙文
zh_hant: 葡萄牙文

# tool.dictionary.language.russian
source: Russian
ja: ロシア語
zh_hans: 俄文
zh_hant: 俄文

# tool.dictionary.language.simplified_chinese
source: Simplified Chinese
ja: 簡体字中国語
zh_hans: 简体中文
zh_hant: 簡體中文

# tool.dictionary.language.spanish
source: Spanish
ja: スペイン語
zh_hans: 西班牙文
zh_hant: 西班牙文

# tool.dictionary.language.thai
source: Thai
ja: タイ語
zh_hans: 泰文
zh_hant: 泰文

# tool.dictionary.language.traditional_chinese
source: Traditional Chinese
ja: 繁体字中国語
zh_hans: 繁体中文
zh_hant: 繁體中文

# tool.dictionary.language.vietnamese
source: Vietnamese
ja: ベトナム語
zh_hans: 越南文
zh_hant: 越南文

# tool.dictionary.not_fount
source: No result. Try another.
ja: 結果なし。別の言葉を試してみてください。
zh_hans: 没有结果。换一个词试试。
zh_hant: 沒有結果。換一個詞試試。

# tool.dictionary.title
source: Dictionary
ja: 辞書
zh_hans: 词典
zh_hant: 辭典

# tools.hsrInteractiveMap
source: HSR Interactive Map
ja: スターレイル公式地図
ru: Интерактивная карта
vi: Bản Đồ Tương Tác HSR
zh_hans: 星穹铁道大地图
zh_hant: 星穹鐵道互動地圖

# Widget_Background_Kafka
source: Kafka
ja: カフカ
ru: Кафка
zh_hans: 卡芙卡
zh_hant: 卡夫卡

# Widget_Background_Luocha
source: Luocha
ja: 羅刹
ru: Лоча
zh_hans: 罗刹
zh_hant: 羅剎

# Widget_Background_Seele
source: Seele
ja: ゼーレ
ru: Зеле
zh_hans: 希儿
zh_hant: 希兒

# sys.label.cookie
source: Cookie
ru: Cookie-файлы

# detailPortal.player.adventureRank.short:%@
source: AR %@
zh_hans: %@级
zh_hant: %@級

# sys.contact.hakubill
source: Bill Haku
zh_hans: 水里的碳酸钙
zh_hant: 水裡的碳酸鈣

# sys.contact.whiteblock
source: WhiteBlock
zh_hans: WhiteBlock 白块
zh_hant: WhiteBlock 白塊

# weapon.affix:%lld
source: R%lld
zh_hans: 精%lld
zh_hant: 精%lld
